[
  {
    "fileId": "file_011CUZkzvCiQNxTYFKAxYRHK",
    "imagePath": "/images/baskets_blanches-claude.jpg",
    "description": "# Baskets Rétro Running - Beige Neutre\n\nCes baskets sport-lifestyle présentent un design inspiré des chaussures de running des années 90-2000 avec une esthétique \"dad shoe\" contemporaine.\n\n**Caractéristiques :**\n- Coloris principal : beige crème/écru avec accents gris argenté\n- Empeigne en mesh respirant combiné à des superpositions en cuir synthétique\n- Structure multicouche avec renforts latéraux en mesh technique\n- Semelle intermédiaire chunky en EVA de couleur beige, offrant un amorti optimal\n- Semelle extérieure profilée avec motif antidérapant\n- Système de laçage traditionnel avec œillets\n- Logo discret sur les quartiers latéraux\n\nParfaites pour un look athleisure décontracté, ces sneakers s'adaptent aux tenues quotidiennes comme aux activités légères. Leur palette neutre s'harmonise facilement avec diverses combinaisons vestimentaires, des jeans aux jupes mi-longues.\n\nIdéales pour la mi-saison et l'été, ces baskets incarnent la tendance rétro-sportive tout en offrant confort et polyvalence."
  },
  {
    "fileId": "file_011CUZm3HAMAFWRLL6GnRJeo",
    "imagePath": "/images/baskets_plateforme_blanches-claude.jpg",
    "description": "# Sneakers Plateformes Chunky Monochrome Blanc\n\nBaskets ultra-tendance en simili cuir blanc immaculé offrant une silhouette imposante et futuriste. La chaussure présente:\n\n* **Matière:** Revêtement synthétique texturé blanc avec finition légèrement brillante\n* **Semelle:** Plateformes chunky extrêmement épaisses (environ 7-8 cm) avec design sculptural et rainures géométriques\n* **Laçage:** Original avec cordons perlés métallisés argentés pour un contraste élégant\n* **Style:** Streetwear urbain avant-gardiste inspiré de l'esthétique Y2K et des tendances maximalistes\n* **Silhouette:** Volume oversized avec construction robuste et arrondie\n* **Détails:** Surpiqûres subtiles sur la tige, renfort au talon, languette rembourrée\n\nParfait pour créer un look audacieux au quotidien, ces baskets s'associent idéalement avec un style casual urbain ou pour apporter une touche statement à une tenue minimaliste. Idéales pour toutes saisons, elles ajoutent instantanément une dimension contemporaine à n'importe quelle silhouette."
  },
  {
    "fileId": "file_011CUZmDpZzxU7TkybrBWMRC",
    "imagePath": "/images/body_manches_noir-claude.jpg",
    "description": "# Body Noir Col Montant à Manches Longues\n\nCe body noir élégant présente une silhouette raffinée et minimaliste, idéal pour créer des looks polyvalents et sophistiqués. \n\n**Caractéristiques principales:**\n- Confectionné dans une matière stretch de haute qualité offrant confort et maintien\n- Col montant structuré pour une allure contemporaine\n- Manches longues ajustées pour un effet seconde peau\n- Drapé subtil sur les côtés créant un effet plissé flatteur\n- Fermeture pratique à l'entrejambe (non visible sur l'image)\n- Coupe près du corps avec une finition impeccable\n\n**Style et polyvalence:**\n- Pièce intemporelle pour toutes les saisons, particulièrement adaptée aux looks de mi-saison et d'hiver\n- Parfait comme base de superposition sous des blazers, vestes ou cardigans\n- S'associe idéalement avec jeans, pantalons taille haute ou jupes\n- Convient aussi bien pour des tenues professionnelles que pour des sorties en soirée\n\nCette pièce versatile s'inscrit dans une esthétique minimaliste contemporaine, inspirée des essentiels de la garde-robe parisienne. Sa simplicité élégante et sa coupe structurée en font un indispensable du dressing moderne."
  },
  {
    "fileId": "file_011CUZmERArZu5pN2CBn8PFf",
    "imagePath": "/images/bottes_talons_noires-claude.jpg",
    "description": "# Botte Plateforme Vernie Haute\n\n**MATIÈRE :** Cuir verni noir haute brillance offrant un effet laqué luxueux et une finition glossy impeccable. Surface texturée avec des reflets lumineux caractéristiques.\n\n**STYLE :** Botte montante hauteur genou à silhouette épurée et moderne. Design minimaliste sans fioritures pour une allure sophistiquée et intemporelle.\n\n**DÉTAILS TECHNIQUES :**\n- Hauteur de tige complète jusqu'au genou\n- Talon carré architectural d'environ 9-10 cm\n- Plateforme avant d'environ 2 cm pour un confort optimal\n- Construction monobloc avec coutures latérales discrètes\n- Bout légèrement carré offrant une allure contemporaine\n\n**USAGE :** Idéale pour les tenues de soirée et occasions spéciales en automne-hiver. S'harmonise parfaitement avec mini-jupes, robes courtes ou leggings pour un contraste élégant.\n\n**INSPIRATION :** Fusion entre le glamour des années 70 et l'esthétique moderne minimaliste. Évoque l'élégance parisienne avec une touche d'audace contemporaine."
  },
  {
    "fileId": "file_011CUZmFdb1bXJN4gRn868eM",
    "imagePath": "/images/bottines_talons_noir-claude.jpg",
    "description": "# Bottines Plateformes en Cuir Noir\n\nBottines élégantes en cuir noir véritable au fini lisse et brillant. De style contemporain, elles présentent une silhouette structurée avec une tige mi-haute s'arrêtant à la cheville. \n\n**Caractéristiques principales:**\n- Cuir noir premium de haute qualité\n- Plateforme de 1,5 cm apportant stabilité et confort\n- Talon bloc architectural de 9 cm, moderne et facile à porter\n- Bout carré légèrement arrondi pour une allure tendance\n- Design minimaliste sans fioritures ni fermetures apparentes\n\nIdéales pour la mi-saison et l'hiver, ces bottines polyvalentes s'adaptent aussi bien à une tenue de bureau qu'à une sortie en soirée. Leur plateforme compense partiellement la hauteur du talon pour un confort optimal tout au long de la journée.\n\nS'inspirant des tendances rétro des années 90 avec une touche contemporaine, ces bottines s'associent parfaitement avec pantalons ajustés, jupes midi ou robes fluides."
  },
  {
    "fileId": "file_011CUZmG7DRrLTT5u1EedBwz",
    "imagePath": "/images/debardeur_blanc-claude.jpg",
    "description": "# Débardeur Essentiel Blanc\n\nCe débardeur minimaliste blanc est confectionné dans une matière douce et légèrement extensible qui épouse délicatement les formes. Sa coupe droite et classique présente de fines bretelles ajustables et un décolleté légèrement arrondi pour un look épuré.\n\n**Caractéristiques :**\n- Tissu : Coton mélangé premium avec une touche d'élasthanne pour plus de confort\n- Couleur : Blanc immaculé\n- Coupe : Ajustée mais non comprimante, longueur standard au niveau de la taille\n- Finition : Coutures discrètes et bords soignés\n\nParfait pour la saison estivale, cette pièce intemporelle s'intègre aisément dans n'importe quelle garde-robe. Idéal comme sous-couche ou porté seul lors des journées chaudes. Sa polyvalence permet de créer de multiples tenues, du style casual au plus sophistiqué - à associer avec un jean décontracté, une jupe élégante ou un tailleur structuré pour un look professionnel.\n\nUn basique indispensable qui traverse les saisons et les tendances."
  },
  {
    "fileId": "file_011CUZmGhQyZMAwSHKwqBHWQ",
    "imagePath": "/images/escarpins_noirs-claude.jpg",
    "description": "# Escarpin Satin Noir à Bride Cheville\n\nÉlégant escarpin pointu en satin noir mat offrant une silhouette raffinée et contemporaine. Sa particularité réside dans sa délicate bride de cheville ajustable avec boucle argentée et détail de cordon décoratif à l'arrière. Le talon fin d'environ 8-9 cm apporte une hauteur sophistiquée tout en préservant l'allure épurée de l'ensemble.\n\n**Matière principale :** Satin de qualité premium avec finition mate\n**Couleur :** Noir intense\n**Style :** Minimaliste chic, intemporel\n**Saison :** Toutes saisons, idéal pour les événements formels\n**Usage :** Parfait pour les tenues de soirée, cérémonies ou contextes professionnels élégants\n\nCes escarpins se marient parfaitement avec robes longues, tailleurs ou tenues de cocktail. Leur design épuré et sophistiqué s'inspire des grands classiques de la mode parisienne avec une touche contemporaine."
  },
  {
    "fileId": "file_011CUZmHEuZjiuEcc75VFFLY",
    "imagePath": "/images/gilet_costume_sans_manches-claude.jpg",
    "description": "# Gilet à Col Halter Rayé\n\nCe gilet élégant présente un design contemporain avec une coupe distinctive à col halter. Confectionné dans un tissu noir finement rayé, il combine sophistication et originalité.\n\n**Caractéristiques principales:**\n- Matière: Tissu structuré à fines rayures verticales, probablement un mélange de laine et polyester offrant maintien et confort\n- Coloris: Noir avec subtiles rayures gris anthracite\n- Fermeture: 4 boutons frontaux pour un ajustement personnalisé\n- Style: Col halter avec dos nu et attache au niveau du cou\n- Coupe: Cintrée et courte, soulignant la silhouette\n\n**Style et usage:**\nParfait pour créer un look androgyne sophistiqué, ce gilet peut être porté comme pièce statement pour une soirée ou un événement spécial. Il s'intègre aussi bien dans une garde-robe professionnelle créative que dans un ensemble de soirée. Idéal pour les saisons intermédiaires ou comme superposition élégante toute l'année.\n\n**Inspiration:** Mélange d'esthétique tailleur classique et de design contemporain avec une touche d'audace. S'inspire des codes du vestiaire masculin réinterprétés pour un style unisexe affirmé."
  },
  {
    "fileId": "file_011CUZmHpn1V3Va46F4UT6tz",
    "imagePath": "/images/jean-claude.jpg",
    "description": "# Jean Large Taille Haute Indigo Brut\n\nCe jean contemporain se distingue par sa coupe ample et moderne à jambe large. Confectionné en denim indigo brut de qualité premium, il offre une texture rigide et authentique qui se patinera magnifiquement avec le temps pour créer un look unique.\n\n**Caractéristiques :**\n- Denim indigo foncé brut non délavé\n- Coupe taille haute flatteuse\n- Jambes larges et droites du haut jusqu'en bas\n- Poches fonctionnelles à l'avant et à l'arrière\n- Surpiqûres contrastantes ton sur ton\n- Bouton métallique et fermeture à glissière classiques\n- Finition soignée avec coutures renforcées\n\nPolyvalent et intemporel, ce jean s'adapte à toutes les saisons et convient aussi bien pour un style décontracté que pour une tenue plus sophistiquée. Parfait pour créer des looks minimalistes inspirés des années 90 ou pour un style workwear contemporain. Associez-le à un t-shirt blanc basique pour un ensemble effortless chic ou à une chemise oversize pour une silhouette plus élaborée."
  },
  {
    "fileId": "file_011CUZmJTsSn8UNQJMBxDb6X",
    "imagePath": "/images/jean2-claude.jpg",
    "description": "# Jean Wide Leg Effet Délavé Gris Anthracite\n\nJean contemporain à la coupe ample et évasée offrant une silhouette oversize tendance. Confectionné en denim robuste, ce pantalon présente un délavage gris anthracite subtilement dégradé, plus clair sur les cuisses et plus foncé vers le bas.\n\n**Caractéristiques:**\n- Taille haute classique avec passants pour ceinture\n- Fermeture à bouton et braguette zippée\n- Poches avant fonctionnelles et poches arrière plaquées\n- Coutures contrastantes en fil beige clair\n- Jambes extra-larges à coupe droite\n- Effet légèrement usé pour un style décontracté\n\nIdéal pour un style urbain contemporain, ce jean s'intègre parfaitement dans une garde-robe minimaliste et intemporelle. Polyvalent, il peut être porté en toutes saisons et se marie aussi bien avec des pièces casual qu'avec des éléments plus sophistiqués pour un contraste stylé.\n\nInspiration: mode streetwear japonaise et esthétique workwear revisitée avec une touche moderne."
  },
  {
    "fileId": "file_011CUZmK3GsymxVez51j5Jfr",
    "imagePath": "/images/jupe_jean-claude.jpg",
    "description": "# Mini-Jupe en Denim Noir Délavé\n\n**Matière :** Denim robuste 100% coton, légèrement stretch pour un confort optimal\n\n**Couleur :** Noir délavé avec subtiles variations de teinte et effet vieilli\n\n**Coupe :** Mini-jupe à taille mi-haute, longueur courte au-dessus du genou, coupe droite\n\n**Détails :**\n- Double bouton métallique à la ceinture pour un ajustement sécurisé\n- Poches fonctionnelles avant et arrière avec rivets métalliques\n- Surpiqûres contrastantes classiques\n- Ourlet brut effiloché pour un look délibérément usé\n- Légères marques d'usure horizontales pour un effet vintage authentique\n\n**Style :** Urbain, décontracté et polyvalent, cette mini-jupe denim s'inscrit dans la tendance streetwear intemporelle\n\n**Saison :** Pièce transitionnelle idéale du printemps à l'automne, peut être portée en hiver avec des collants opaques\n\n**Usage :** Parfaite pour les sorties décontractées, festivals, ou un style casual chic associée à un chemisier élégant\n\n**Inspiration :** Esprit rock des années 90, revisite moderne du classique grunge avec une touche contemporaine"
  },
  {
    "fileId": "file_011CUZmKc1sG3ygXudwqqvnr",
    "imagePath": "/images/jupe_maxi_boho_rose-claude.jpg",
    "description": "# Jupe Longue Bohème à Volants - Rose Poudré\n\nCette jupe longue bohème présente une délicate teinte rose poudré, parfaite pour la saison printemps-été. Confectionnée dans un tissu léger et fluide, probablement en coton ou en viscose, elle offre une texture légèrement froissée qui lui confère un charme naturel et décontracté.\n\n**Caractéristiques principales :**\n- Structure à six volants superposés créant un effet étagé\n- Taille élastiquée pour un ajustement confortable\n- Longueur midi-maxi tombant sous le mollet\n- Coupe ample et évasée pour une silhouette aérienne\n\nIdéale pour les tenues estivales décontractées ou les looks de vacances, cette jupe s'associe parfaitement avec un débardeur simple, un top en dentelle ou une chemise nouée à la taille. Son style bohème-romantique évoque les inspirations méditerranéennes et festival.\n\nPolyvalente, elle convient aussi bien pour une promenade en bord de mer, un brunch entre amis qu'une soirée d'été décontractée. La légèreté du tissu assure un confort optimal même par temps chaud."
  },
  {
    "fileId": "file_011CUZmLBGs8xxxgN6xcUbKj",
    "imagePath": "/images/jupe_midi_pois-claude.jpg",
    "description": "# Jupe Droite à Pois\n\n**Caractéristiques:**\n- Jupe mi-longue d'une élégante teinte chocolat brun foncé parsemée de pois blancs réguliers\n- Confection en tissu fluide, probablement un mélange de polyester ou viscose pour un tombé impeccable\n- Coupe droite et épurée avec une silhouette légèrement ajustée\n- Longueur midi (sous le genou) pour un look sophistiqué\n- Design intemporel à motif pois classique\n\n**Style et usage:**\n- Pièce polyvalente adaptée aussi bien pour le bureau que pour des occasions semi-formelles\n- Idéale pour les saisons de transition (printemps/automne) et l'été en climat tempéré\n- Se marie parfaitement avec un haut uni pour mettre en valeur le motif graphique\n- S'inscrit dans une tendance rétro-chic inspirée des années 50\n\n**Conseils d'association:**\n- Parfaite avec un top blanc simple, un chemisier ou un pull fin\n- Peut être portée avec des escarpins ou des ballerines pour un look élégant, ou des baskets blanches pour un style plus décontracté"
  },
  {
    "fileId": "file_011CUZmLjfm5QwmTbriT8v3m",
    "imagePath": "/images/manteau_marron-claude.jpg",
    "description": "# Manteau Long Croisé en Laine - Chocolat\n\nCe manteau élégant présente une silhouette intemporelle dans une riche teinte chocolat profond. Confectionné en laine de qualité, il offre chaleur et tenue impeccable pour les saisons froides.\n\n**Caractéristiques:**\n- Coupe droite et légèrement oversize pour un style contemporain\n- Fermeture croisée avec double rangée de boutons ton sur ton\n- Col à larges revers classiques\n- Poches plaquées fonctionnelles sur les hanches\n- Longueur mi-mollet pour une allure sophistiquée\n- Doublure intérieure pour un confort optimal\n\nCe manteau minimaliste s'inscrit parfaitement dans une garde-robe automnale et hivernale. Sa couleur terre neutre permet de nombreuses associations, aussi bien avec une tenue décontractée qu'avec une silhouette plus habillée. Son design épuré et sa coupe structurée s'inspirent du vestiaire masculin traditionnel tout en restant parfaitement adaptés au style contemporain.\n\nIdéal pour un usage quotidien en ville comme pour des occasions plus formelles."
  },
  {
    "fileId": "file_011CUZmMGRwXX6LgVGRY5Vce",
    "imagePath": "/images/manteaux_fausse_fourrure-claude.jpg",
    "description": "# Manteau long en fausse fourrure - Chocolat\n\nSomptueux manteau long en fausse fourrure d'un riche brun chocolat profond. Cette pièce statement présente un col large et généreux qui apporte une touche de glamour sophistiqué.\n\n**Caractéristiques :**\n- Matière principale : Fausse fourrure luxueuse à poil moyen, douce au toucher\n- Coupe : Légèrement oversize, longueur mi-mollet\n- Fermeture invisible à l'avant\n- Doublure intérieure satinée (visible au niveau du col)\n- Manches droites de longueur classique\n\n**Style et usage :**\nParfait pour les journées d'hiver, ce manteau allie élégance intemporelle et chaleur optimale. Sa teinte chocolat polyvalente s'intègre facilement dans une garde-robe sophistiquée. Idéal pour les occasions spéciales comme pour sublimer une tenue quotidienne.\n\n**Inspirations :** \nS'inspire des manteaux vintage des années 70 et de l'esthétique luxueuse des défilés automne-hiver. À associer avec des bottes hautes et des tenues monochromes pour un effet maximal."
  },
  {
    "fileId": "file_011CUZmMr32oWJ8Yy3uYJ75i",
    "imagePath": "/images/pull_blanc_casse-claude.jpg",
    "description": "# Pull à col V en maille douce - Crème\n\nCe pull à col V présente une silhouette contemporaine et épurée dans un délicat coloris crème ivoire. Confectionné dans une maille douce et légère, il offre une texture soignée avec des finitions côtelées au col, aux poignets et à la base.\n\n**Caractéristiques:**\n- Coupe légèrement cropped, moderne et féminine\n- Col V classique pour une allure élégante\n- Épaules tombantes pour un style décontracté\n- Manches longues avec poignets côtelés\n- Finition côtelée sur l'ourlet inférieur\n\nPolyvalent, ce pull s'intègre parfaitement dans une garde-robe capsule et convient aux saisons de transition (printemps/automne) ou comme couche intermédiaire en hiver. Sa teinte neutre et intemporelle permet de nombreuses associations, du jean brut au pantalon tailleur, en passant par les jupes midi.\n\nIdéal pour un style minimaliste contemporain ou une esthétique scandinave épurée, ce pull allie confort quotidien et élégance discrète."
  },
  {
    "fileId": "file_011CUZmNV1X5GKga52AqCBcZ",
    "imagePath": "/images/pull_rose-claude.jpg",
    "description": "# Pull Bardot en Maille Rose\n\nCe pull se distingue par sa délicate teinte rose poudré qui apporte douceur et féminité à votre garde-robe. Confectionné dans une maille douce et confortable, il présente une coupe décontractée mais flatteuse.\n\n**Caractéristiques:**\n- Col bateau style Bardot qui dégage élégamment les épaules\n- Maille fine et souple, idéale pour un confort optimal\n- Manches longues légèrement bouffantes\n- Finitions côtelées au col, aux poignets et à la base du pull\n- Coupe légèrement courte et ample\n\n**Style et occasions:**\nParfait pour la mi-saison (printemps ou début d'automne), ce pull polyvalent s'intègre aussi bien dans une tenue décontractée que dans un look plus habillé. À associer avec un jean taille haute pour une allure casual chic, ou avec une jupe plissée pour une silhouette plus sophistiquée.\n\n**Inspiration:**\nS'inscrit dans la tendance minimaliste contemporaine avec une touche rétro rappelant l'élégance des années 50-60, notamment par son col Bardot intemporel."
  },
  {
    "fileId": "file_011CUZmP3dZicnn3A8ExLiQj",
    "imagePath": "/images/pull_vert-claude.jpg",
    "description": "# Pull Crop en Maille Vert Olive\n\nCe pull minimaliste en maille présente une teinte vert olive profonde, parfaite pour la saison automne-hiver. Confectionné dans une matière qui semble être un mélange de laine ou cachemire doux, il offre à la fois chaleur et confort.\n\n**Caractéristiques principales :**\n- Coupe crop légèrement raccourcie, idéale pour un style contemporain\n- Encolure ronde classique avec finition côtelée\n- Manches longues avec poignets côtelés généreux\n- Bas du pull également fini en côtes pour une structure soignée\n- Coupe légèrement ample aux épaules tombantes pour un style décontracté\n\nCe pull polyvalent s'associe parfaitement avec un jean taille haute, une jupe midi ou un pantalon large pour un look casual-chic. Sa teinte vert olive s'inspire des tendances naturelles et s'harmonise idéalement avec des tons neutres comme le beige, le crème ou le noir.\n\nParfait pour créer un look superposé élégant ou comme pièce statement minimaliste dans une garde-robe capsule."
  },
  {
    "fileId": "file_011CUZmPbnb99JmwcQdaFZrR",
    "imagePath": "/images/robe_longue_soiree-claude.jpg",
    "description": "# Robe de Soirée Longue à Col Halter - Noir Scintillant\n\nCette élégante robe longue noire présente un délicat effet scintillant qui capte subtilement la lumière. Conçue dans une silhouette fluide et épurée, elle se distingue par son col halter profond avec attache au cou et dos nu, créant une allure sophistiquée et sensuelle.\n\n**Caractéristiques:**\n- Tissu noir avec légères paillettes intégrées pour un effet brillant discret\n- Col plongeant en V avec attache nouée derrière le cou\n- Dos dégagé\n- Coupe ajustée à la taille pour mettre en valeur la silhouette\n- Longueur maxi tombant jusqu'au sol\n- Ligne épurée et minimaliste\n\n**Style et occasion:**\nParfaite pour les événements formels, soirées de gala, cocktails élégants ou dîners sophistiqués. Sa coupe intemporelle et son style minimaliste en font une pièce versatile qui peut être accessoirisée selon l'occasion.\n\n**Inspiration:**\nS'inscrit dans la lignée des robes emblématiques d'Hollywood, évoquant une élégance classique à la fois sensuelle et raffinée. Idéale pour créer un look sophistiqué avec des accessoires dorés ou argentés."
  },
  {
    "fileId": "file_011CUZmQEWh68aXfcJcBSCKX",
    "imagePath": "/images/robe_soiree-claude.jpg",
    "description": "# Robe Drapée à Bretelles Chaînes - Noir Élégance\n\n**Description :** Robe courte noire au drapé sensuel et élégant, dotée d'un col bénitier souple qui crée un effet drapé délicat sur le buste. Sa coupe ajustée sublime la silhouette avec un tombé fluide et légèrement évasé vers le bas.\n\n**Détails distinctifs :**\n* Bretelles fines en chaîne métallique argentée, apportant une touche de sophistication\n* Drapé souple sur le devant créant un jeu de matière raffiné\n* Tissu noir profond à l'aspect satiné ou jersey fluide\n\n**Matière :** Tissu stretch léger et soyeux qui épouse les formes tout en garantissant un confort optimal.\n\n**Style :** Pièce polyvalente oscillant entre glamour et minimalisme contemporain. Parfaite pour les soirées et événements habillés.\n\n**Saison :** Idéale pour les soirées d'été ou toute l'année associée à une veste structurée.\n\n**Inspiration :** S'inspire des robes des années 90 revisitées avec une touche moderne et luxueuse.\n\n**Conseil de style :** À accessoiriser simplement avec des bijoux minimalistes et des sandales à talons pour un look sophistiqué."
  },
  {
    "fileId": "file_011CUZmQv8g7HC693JuTRb3g",
    "imagePath": "/images/sandales_plates_marrons-claude.jpg",
    "description": "# Sandales plates minimalistes en cuir - Cognac\n\nCes sandales plates au design épuré se distinguent par leur élégance minimaliste. Réalisées en cuir véritable de couleur cognac, elles présentent une construction soignée avec trois bandes fines qui s'entrecroisent harmonieusement sur le pied.\n\n**Caractéristiques:**\n- Matière: Cuir lisse de qualité supérieure\n- Couleur: Cognac (brun riche aux reflets chaleureux)\n- Fermeture: Bride ajustable à la cheville avec boucle dorée antique\n- Semelle: Fine, légèrement profilée avec petit talon plat\n- Type de talon: Plat avec légère hauteur (environ 1 cm)\n\n**Style et usage:**\nParfaites pour la saison estivale, ces sandales polyvalentes s'adaptent aussi bien à une tenue décontractée (jean, short, jupe légère) qu'à un look plus habillé. Idéales pour les journées chaudes en ville ou les vacances. Leur design intemporel et minimaliste s'inscrit dans la tendance du luxe discret.\n\n**Inspirations:** Style méditerranéen, élégance à l'italienne, esthétique artisanale."
  },
  {
    "fileId": "file_011CUZmRdPdqHmoTXUUP1YB8",
    "imagePath": "/images/top_dos_nu_noir-claude.jpg",
    "description": "# Sac Cabas Triangle en Cuir Noir\n\n**Description détaillée :**\nSac minimaliste de forme triangulaire en cuir noir souple de haute qualité. Sa silhouette géométrique distinctive se termine en pointe à la base, créant une allure contemporaine et architecturale. Le design épuré est complété par une anse unique formant une boucle élégante, attachée par un système d'accroche discret en haut du sac.\n\n**Caractéristiques :**\n- Matière : Cuir véritable premium à finition légèrement brillante\n- Coloris : Noir profond\n- Design : Forme triangulaire minimaliste\n- Anse : Simple, pour port à l'épaule\n- Style : Contemporain, avant-gardiste, minimaliste\n- Occasion : Parfait pour un usage quotidien urbain ou soirées élégantes\n\n**Inspiration :** \nS'inscrit dans la tendance des accessoires géométriques et architecturaux, idéal pour compléter une garde-robe moderne aux influences japonaises ou scandinaves.\n\n**Saison :** \nIntemporel, adapté toute l'année."
  },
  {
    "fileId": "file_011CUZmSckTSmeQMg9s8BNv4",
    "imagePath": "/images/08951588250-p-claude.jpg",
    "description": "# Chaussettes Côtelées Blanc Ivoire\n\nCes chaussettes mi-hautes présentent une texture côtelée élégante dans un blanc ivoire immaculé. Confectionnées en coton de qualité supérieure avec un pourcentage d'élasthanne pour un maintien optimal, elles offrent à la fois confort et durabilité.\n\n**Caractéristiques:**\n- Finition côtelée classique apportant texture et élasticité\n- Hauteur mi-mollet, idéale sous pantalons ou jupes\n- Coloris blanc ivoire polyvalent, facile à assortir\n- Renfort au niveau du talon et de la pointe pour une meilleure longévité\n- Bord supérieur élastique non comprimant pour un maintien agréable\n\nParfaites pour toutes les saisons, ces chaussettes intemporelles s'intègrent aussi bien dans une tenue décontractée que plus habillée. Idéales pour le quotidien comme pour les occasions spéciales, elles apportent une touche d'élégance minimaliste à n'importe quelle tenue.\n\nS'inspire du style preppy et classique, tout en restant un essentiel du dressing contemporain."
  },
  {
    "fileId": "file_011CUZmVtzc5ZG8rM1ME2VH6",
    "imagePath": "/images/09249702500-a4o-claude.jpg",
    "description": "# Bonnet Côtelé Vert Olive\n\n**Matière** : Tricot épais et doux, probablement en mélange laine et acrylique offrant chaleur et confort\n\n**Couleur** : Vert olive profond, nuance versatile inspirée de la nature\n\n**Style** : Bonnet classique à revers, côtelé verticalement sur l'ensemble avec un revers plus large et texturé\n\n**Coupe** : Silhouette ajustée et minimaliste, design unisexe et intemporel\n\n**Saison** : Idéal pour l'automne-hiver, parfait pour se protéger du froid\n\n**Usages** : Accessoire polyvalent pour un style décontracté quotidien ou activités outdoor, se marie facilement avec un manteau en laine, une parka ou une veste matelassée\n\n**Inspirations** : Esthétique urbaine avec touche militaire, s'inscrit dans les tendances workwear et outdoor contemporaines"
  },
  {
    "fileId": "file_011CUZmWYjirqRjbWA17ntd6",
    "imagePath": "/images/09248702722-a4o-claude.jpg",
    "description": "# Casquette \"Daily Vibe\" - Embrace Balance\n\nCette casquette dad hat dans une riche teinte chocolat profond allie style décontracté et message inspirant. Confectionnée en coton twill de qualité, elle présente une broderie blanche soignée avec l'inscription \"DAILY VIBE\" surmontant la phrase \"EMBRACE BALANCE\" pour une touche positive et minimaliste.\n\nSa structure souple à 6 panneaux offre un confort optimal, complétée par un bord courbé classique. La fermeture ajustable à l'arrière garantit un maintien parfait pour toutes les morphologies.\n\nIdéale pour les tenues casual de toutes saisons, cette casquette se marie parfaitement avec un jean et un t-shirt basique, ou complète un look streetwear contemporain. Son coloris versatile et son design intemporel en font un accessoire essentiel qui apporte une touche de sérénité et d'authenticité à votre garde-robe quotidienne."
  },
  {
    "fileId": "file_011CUZmYHv3YZa6q3KdjhGYi",
    "imagePath": "/images/09262702712-a4o-claude.jpg",
    "description": "# Chapeau Toque en Fausse Fourrure\n\nÉlégante toque cylindrique en fausse fourrure luxueuse dans une teinte beige/crème nuancée. Ce chapeau d'hiver offre une texture douce et vaporeuse aux poils mi-longs qui créent un effet volumique raffiné.\n\n**Caractéristiques:**\n- Matière: Fausse fourrure premium à l'aspect naturel\n- Couleur: Beige clair à nuances légèrement plus foncées \n- Coupe: Forme cylindrique classique, style toque cossack\n- Structure: Maintien rigide pour une silhouette structurée\n- Hauteur approximative: 12-15 cm\n\n**Style & Usage:**\nParfait pour les tenues d'hiver sophistiquées, ce modèle intemporel s'inspire des traditions russes et nordiques. Idéal pour les occasions formelles hivernales ou pour ajouter une note luxueuse à un ensemble casual chic. Se porte aussi bien avec un manteau élégant qu'avec une doudoune contemporaine.\n\nAccessoire à la fois fonctionnel et statement, cette toque allie chaleur optimale et esthétique raffinée pour affronter la saison froide avec style."
  }
]